export default {
  projections: {
    ТЧРегРезультE: {
      итогСобес: {
        __caption__: 'Итог собес'
      },
      оценкаКандид: {
        __caption__: 'Оценка кандид'
      },
      крКомИлиОбсРеш: {
        __caption__: 'Кр ком или обс реш'
      },
      сотруд: {
        __caption__: 'ФИОСотр'
      }
    }
  },
  validations: {
    итогСобес: {
      __caption__: 'Итог собес'
    },
    крКомИлиОбсРеш: {
      __caption__: 'Кр ком или обс реш'
    },
    оценкаКандид: {
      __caption__: 'Оценка кандид'
    },
    сотруд: {
      __caption__: 'ФИОСотр'
    },
    регРезульт: {
      __caption__: 'регРезульт'
    }
  }
};
