export default {
  projections: {
    РегРезультE: {
      датРегРезСобес: {
        __caption__: 'Дат рег рез собес'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      планирСобес: {
        __caption__: 'Иметь при себе',
        иметьПриСебе: {
          __caption__: 'Иметь при себе'
        },
        регистАнкеты: {
          __caption__: '',
          фИОКандидата: {
            __caption__: 'ФИО'
          },
          вакантДолжн: {
            __caption__: '',
            должности: {
              __caption__: 'Вакантная должность'
            }
          }
        }
      },
      тЧРегРезульт: {
        __caption__: 'Т ч рег результ',
        итогСобес: {
          __caption__: 'Итог собес'
        },
        оценкаКандид: {
          __caption__: 'Оценка кандид'
        },
        крКомИлиОбсРеш: {
          __caption__: 'Кр ком или обс реш'
        },
        сотруд: {
          __caption__: 'ФИОСотр'
        }
      }
    },
    РегРезультL: {
      датРегРезСобес: {
        __caption__: 'Дат рег рез собес'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      планирСобес: {
        __caption__: 'ФИО',
        регистАнкеты: {
          __caption__: '',
          фИОКандидата: {
            __caption__: 'ФИО'
          },
          вакантДолжн: {
            __caption__: '',
            должности: {
              __caption__: 'Вакантная должность'
            }
          }
        }
      }
    }
  },
  validations: {
    датРегРезСобес: {
      __caption__: 'Дат рег рез собес'
    },
    организация: {
      __caption__: 'Организация'
    },
    планирСобес: {
      __caption__: 'Иметь при себе'
    },
    тЧРегРезульт: {
      __caption__: 'Т ч рег результ'
    }
  }
};
